{
  "title": "Kontakt wzrokowy",
  "intro": "Kontakt wzrokowy jest podstawą dobrej współpracy z psem. Pies który zwraca na przewodnika uwagę i koncentruje się na nim, z większą pewnością wykona następne komendy. Jest to szczególnie ważny element treningu u szczeniaczków i psów na początku szkolenia, kiedy nie mają jeszcze wyrobionych nawyków związanych z treningiem i codzienną współpracą. Celem ćwiczenia jest nauczenie psa na hasło (zazwyczaj imię) patrzenia się na twarz i oczekiwania na kolejne komendy (zarówno w statyce jak i w ruchu).",
  "step1": "Krok pierwszy: Staję naprzeciwko psa. Pies może być w dowolnej pozycji. Skupiam się tylko na 1 kryterium - kontakcie wzrokowym (nie przejmuję się czy pies zmienił pozycję, czy zaczął skakać, itd). Przygotowuję sobie do obu rąk po 2-3 smakołyki. Następnie jedną ręką podstawiam psu pod pyszczek smakołyk, gdy pies zainteresuje się smakołykiem w ręce, ręką ze smakołykiem podążam do swojego nosa, jednocześnie wypowiadając imię psa. Kiedy tylko pies spojrzy się na twarz, od razu mówię POTWIERDZENIE i pies dostaje smakołyk z ręki, która pokazywała na twarz. Gdy tylko pies zje smakołyk, powtarzam to samo drugą ręką (następnie na zmianę raz lewą raz prawą ręką). Gdy zostanie ostatni smakołyk w ręce, po tym jak pies nawiąże kontakt wzrokowy mówię ZWOLNIENIE i zachęcam psa do podejścia do ręki. Ważne - sesja nie może trwać za długo, jeśli pies okazuje oznaki znudzenia, po 2-3 powtórzeniach robię zwolnienie i rozbudzam psa uciekając ręką z jedzeniem",
  "tip1": "Smakołyki wydaję raz z prawej, raz z lewej ręki, żeby pies nie przyzwyczajał się obserwować i podchodzić do jednej z rąk.",
  "tip2": "Jeśli pies zamiast podążać spojrzeniem na twarz za ręką pokazującą patrzy się na drugą rękę z jedzeniem, warto obie ręce schować za plecami i wyciągać odpowiednią rękę do przodu tylko na czas pokazywania twarzy oraz wydawania smakołyka",
  "step2": "Krok drugi: Kiedy pies już za każdym razem słysząc imię i widząc rękę, która podąża do nosa przewodnika nawiązuje kontakt wzrokowy czas na zmniejszenie pomocy. Przygotowuję sobie kilka smakołyków, ale trzymam je w jednej z rąk. Drugą pustą ręką, pokazuję na swoją twarz jednocześnie mówiąc imię psa. Gdy tylko pies się spojrzy mówię POTWIERDZENIE i drugą ręką daję psu smakołyk. Następnie zamieniam ręce (ręka która pokazywała ma teraz smakołyki, a ta w której były smakołyki, teraz będzie pokazywać) - i powtarzam schemat. Gdy zostanie ostatni smakołyk mówię ZWOLNIENIE i \"uciekam\" ręką z jedzeniem, zachęcając psa do podejścia/pogoni za smakołykiem, który na końcu dostaje",
  "step3": "Krok trzeci: Kiedy pies nawiązuje kontakt wzrokowy na imię i gest pustej ręki, czas zmniejszyć gest. Dotychczas za każdym razem przewodnik prowadził rękę od nosa psa, do swojego. Teraz wypowiadając imię psa, wyciągam rękę w kierunku psa, ale tylko do połowy dystansu i następnie prowadzę do samej twarzy (jak poprzednio). Gdy pies przy kolejnych powtórzeniach nawiązuje kontakt, zmniejszam gest jeszcze bardziej - teraz mówiąc imię psa, jedynie dotykam ręką nosa w ramach gestu",
  "step4": "Krok czwarty: Wycofanie gestu. Kiedy psu wystarczy tylko dotknięcie nosa + hasło-imię, zaczynam odstawiać zupełnie gest. Najlepiej zrobić pierwszych kilka powtórzeń z małym gestem, a następnie mówię samo imię psa i jeśli pies spojrzy się na twarz, mówię POTWIERDZENIE, nagrodzam i od razu robię kolejną łatwiejszą potwtórkę: hasło + mały gest. Stopniowo przeplatam powtórzenia dodając coraz więcej powtórzeń z samą komendą słowną",
  "step5": "Krok piąty: Przedłużanie kontaktu wzrokowego: Kiedy pies już dobrze rozumie, że na hasło-imię ma nawiązać kontakt wzrokowy, rozwijam umiejętność dłuższego skupienia się. Przygotowuję sobie smakołyki do rąk, wypowiadam imię psa i jeśli spojrzy - czekam 1-2 sekundy, a następnie mówimę POTWIERDZENIE i pies dostaje smakołyk do psyka. Gdy tylko zje smakołyk, znów powtarzamy imię i nagradzamy od razu po spojrzeniu. Przy kolejnej powtórce czekamy 2-3 sekundy. Bardzo ważne jest by czekać różny czas przed zwolnieniem i nieco dłuże powtórzenia przeplatać wieloma prostszymi, utwierdzającymi w dobrym zachowaniu",
  "tip3": "Jeśli pies zaczął się patrzyć, a następnie przed zwolnieniem przerwał kontakt, można powiedzieć spokojne \"ups\", pokazać \"stracony\" smakołyk, następnie schować go i zacząć od początku dając hasło-imię",
  "step6": "Kiedy pies jest w stanie utrzymywać kontakt przez kilka sekund, do ćwiczenia dodaję ruch. Staję naprzeciwko psa, który może stać lub siedzieć. Chowam ręce ze smakołykami za plecami. Następnie mówię hasło-imię i robię teatralnie, wolny duży krok w tył (żeby skłonić psa do ruszenia w moją stronę). Następnie dalej wolno idę w tył. Gdy tylko pies spojrzy się na twarz - od razu mowię POTWIERDZENIE i nagradzam. Jeśli pies nie chce ruszyć z miejsca - zachęcam go cmokając czy klaskając. Jeśli psiak podąża za mną, ale ma problem z podniesieniem głowy i spojrzeniem na twarz - pomagam mu gestem ręką ze smakołykiem, prowadząc jak na początku od psiego nosa do mojej twarzy (cały czas robiąc wolne kroki w tył)."
}
