{
  "title": "Omijanie",
  "intro": "W tym ćwiczeniu na komendę (i gest ręką) pies biegnie w odpowiednim kierunku i omija przedmiot, który zobaczy na trasie. W trakcie spacerów można ćwiczyć omijanie np.drzew czy latarni",
  "step1": "Ustawiam się na wprost przedmiotu do ominięcia(np słupek), na taką odległość, żebym mogła sięgnąć ręką za słupek. Ustawiam psa przy nodze, pyskiem w stronę słupka i przytrzymuję za obrożę. Następnie jedną z nóg wysuwam tak, aż dotkie słupka i zablokuje drogę na skróty. W wolną rękę biorę smakołyk (lub zabawkę, jeśli pies woli zabawki) i wyciągam rękę za słupek (tak, żeby pies widział nagrodę za słupkiem). Czekam aż pies skoncentruje się na nagrodzie, mówię hasło (np OMIŃ), puszczam obrożę i jak tylko pies dobiegnie do nagrody przesuwam rękę i siebie tak, by przeprowadzić go dalej dookoła słupka, a następnie mówię ZWOLNIENIE (lub haso na zabawkę) i daję nagrodę. Jeśli pies próbuje przejśc przed słupkiem po skosie zamiast dookoła słupka, zginam nogę której stopa stoi przy słupku, tak, żeby zablokować psu możliwość drogi na skróty, nic nie mówię i jedynie zachęcam ręką z nagrodą do podążenia dookoła słupka",
  "step2": "Kiedy pies za każdym razem bez zawachania idzie do ręki za słupkiem, przesuwam rękę by była na wysokości słupka, po stronie którą pies będzie szedł po ominięciu. Ustawiam się i łapię psa tak samo jak poprzednio. Jeśli teraz pies próbuje iść na skróty przed słupkiem - tak jak poprzednio blokuję mu bez słowa drogę nogą i czekam aż wymyśli jak inaczej dostać sie do nagrody obchodząc słupek dookoła. Gdy tylko pies jest za słupkiem i zbliża się do ręki mowię zwoleniene / hasło na zabawę i uciekam z nagrodą by pies zrobił pełne ominięcie",
  "step3": "Następnie ustawiam rękę przed słupkiem, ale wciąż bardzo blisko słupka, po stronie powrotu psa po ominięciu. Ustawiam, wysyłam i ewentualnie blokuję psa tak jak poprzednio",
  "step4": "Następnie odsuwam rękę od słupka coraz dalej, początkowo każde oddalenie o kilka centymetrów gdy w poprzednich powtórzeniach pies chętnie i pewnie omijał słupek.",
  "step5": "Kiedy pies omija pewnie słupek, gdy ręka jest prawie że przy moim tułowiu, zaczynam zmniejszanie wykroku dotychczas blokującego psu drogę na skróty. Na początku wracam ręką ze smakołykiem blisko słupka, ale odsuwam stopę na ok 10cm od słupka (tak by w razie czego wciąż szybko zablokować nieprawidłową trasę. Gdy pies pewnie biegnie dookoła słupa i nie próbuje skracać trasy przebiegając przed słupkiem, odsuwam stopę o kolejne 10cm. Gdy pies omija prawidłowo w takim ustawieniu, ponownie odsuwam stopniowo rękę, aż mam ją koło tułowia",
  "step6": "Ostatnim krokiem jest stopniowe zmniejszanie wykroku i wystawiania nogi, która blokowała psa przed przebiegnięciem przed tyczką, aż nogi stoją na tej samej wysokości, a ręka, która nie trzym psa jest ułożona swobodnie wzdłuż ciała.",
  "step7": "Następnie zaczynam rozwijać zachowanie oddalając się od słupka, początkowo o pół kroczka do tyłu, stopniowo zwiększając dystans. Jeśli na tym etapie pojawią się problemy, wracam do wcześniejszych, przypominam psu z pomocą nogi i ręki, a następnie wracam do ćwiczonego etapu",
  "tip1": "Na każdym etapie, w którym stoję blisko słupka, jeśli pies tylko próbuje skrócić drogę do nagrody i przebiec przed słupkiem, od razu wystawiam nogę aż do słupka i blokuję trasę na skróty kolanem, nic nie mówię i czekam aż pies sam wpadnie na to, żeby przebiec dalej za słupek."
}
