{
  "title": "Gwizdek na szukanie",
  "intro": "Zazwyczaj gdy pies dobiega do miejsca upadku dummy to aby go odnaleźć musi uruchomić węch i zlokalizować punkt przy użyciu nosa. Gwizdek na szukanie ma zasygnalizować psu że jest we właściwym obszarze, gdzieś w pobliżu leży dummy i tutaj ma zacząć już szukać nosem. Jest on szczególnie przydatny gdy pies nie widział lotu dummika i nie wie gdzie może on leżeć. Doprowadzamy psa handlingiem do miejsca dummika, a następnie przez gwizdek-szukaj informujemy psa, że teraz cała nadzieja w jego nosie. Zazwyczaj dźwięk tego gwizdka jest nieco niższy i nieco wydłużony (można przyrównać do \"szuuuukaj, szuuuukaj\".",
  "step1": "Najefektywniej jest zacząć naukę, gdy pies mam opanowaną komendę \"zostań\". Naukę zaczynam w znanym miejscu, bez rozproszeń, wybieram miejsce, gdzie jest fragment nieco wyższej trawy, wyróżniający się z otoczenia (najlepiej ok 3x3m). Do tego ćwiczenia będę potrzebować 5 piłeczek tenisowych lub 5 malutkich dummy. Sadzam psa przed obszarem (hunting area), pyskiem w stronę obszaru. Zostawiam psa i na jego oczach chowam w hunting area piłeczki wciskając je głęboko w trawę, dodatkowo w kilku miejscach udaję że coś chowam - chcę żeby pies użył nosa, a nie biegł w zapamiętane miejsce, gdzie widział, że schylam się schować piłeczkę. Gdy wszystko jest rozłożone wracam do psa, i zaprowadzam go na środek hunting area, sadzam go na środku i zostawiam tam odchodząc poza hunting area. Staję twarzą w stronę psa i gwiżdżę na szukanie. Mimo, że pies wcześniej nie słyszał tego gwizdka, to jest duża szansa że dzięki temu, że wcześniej oglądał chowanie piłeczek, po gwizdku zacznie szukać ich. Dodatkowo można dołożyć gest - spokojnie opuszczając rękę. Jeśli pies nie rozumie i nie próbuje zacząć szukać można zachęcić go używając domowego \"szukaj\" czy \"a co tam jest\". Gdy pies znajdzie jedną z piłeczek od razu zachęcamy go to powrotu - można zagwizdać na przywołanie oraz zacząć uciekać z nagrodą, by tak jak podczas samego przywołania - od razu po znalezieniu przedmiotu psu budwał sie schemat powrotu. Kiedy pies przybiega można wziąć od niego piłkę, wymienic na jedzenie lub inną zabawke. Następnie odprowadzam psa ponownie na środek hunting area i powtarzam ćwiczenie. Zawsze warto by kończyć ćwiczenie gdy została jeszcze 1-2 piłeczki, tak by na początku nie robić zadania zbyt trudnego - łatwiej jest znaleźć 1 spośród 5/4/3 piłeczek niż jedną jedyną w całym obszarze, co przy dłuższym braku sukcesu może zniechęcić psa do ćwiczenia. Te ostatnie piłeczki wyciągam sama.",
  "tip1": "Jeśli chcemy zbudować komendę tak, by pies ufał nam i zaczynał precyzyjnie szukać w miejscu gwizdka, bez okładania całego terenu, bardzo ważne jest dokładne zapamiętywanie miejsca upadku dummika - jeśli gwiżdżemy psu w jednym miejscu a dummik leży 10-15m dalej uczymy psa że w praktyce gwizdek-szukaj oznacza, że może będzie tu, a może nie będzie i właściwie to niekorzystne jest trzymanie się niewielkiego obszaru przeszukiwań. Zapamiętywanie miejsca upadku można ćwiczyć i jak z każdą umiejętnością - trening czyni mistrza :) a do tego jeśli wymagamy od psa, warto również wymagać od siebie.",
  "tip2": "Alternatywnie do zebrania ostatnich piłeczek można wykorzystać psa poza ćwiczeniem - zwalniam wtedy psa do swobodnego biegania, szukam po hunting arei piłeczek i liczę na to że psiak przy okazji wyczuje lub natrafi na brakujące piłeczki - bez żadnej komendy i żadnego kontekstu.",
  "step3": "Kiedy w dość mało rozo mnie",
  "step4": "Dotychczas za każdym mną z nagrodą.",
  "step5": "W poprzednim kroku wy, czasem w 1/2",
  "step6": "Kiedy pies chętnie i energicznie wraca gdy stoję nieruchomo zaczynam dodawać wykończenie - uczę psa hamować w wybrany przeze mnie sposób z nagrodą dopiero po wyhamowaniu (przeplatam to cały czas z sesjami gdy uciekam z nagrodą). Ja wymagam, żeby psiak zawsze dostawił mi się do lewej nogi, ale nie jest to wymagane w dummy. Innymi kryteriami, może być np. target nosem dłoni, siad albo stój przed przewodnikiem, skok na przwewodnika (ale nie będzie mógł być to potem sposób oddawania dummy :) ), itd - wybrane zachowanie, które będzie się różniło od przebiegania obok aż do złapania zabawki z ręki. Na początku wybieram mały dystans, mogę zostawić psa na siad-zostań i odejść, albo odejść kilka kroków od psa gdy biega sobie luźno. Gwizdam przywołanie, i gdy pies jeszcze biegnie mówię psu co chcę żeby zrobił, np równaj, nos, siad. Muszę być przygotowana na powtórzenie komendy, czasem 2-3 razy, może być tak że pies minie mnie oczekując że będzie tam nagroda, spokojnie wołam go teraz głosem i ponownie mówię komendę na wykończenie przywołania. Gdy tylko pies wykona komendę, np dostawi się do nogi, od razu zwalniam go i mocno nagradzam. Na tym etapie trzeba być gotowym, że pies z przyzwyczajenia będzie mijał, przebiegał obok, wpadał w człowieka - spokojnie trzeba pomóc mu nawet kilkoma powtórzeniami słownej komendy, z pomocą gestem - tak by zrozumiał, że przywołanie może mieć kontynuację, a nie zawsze oznacza biegu prosto do nagrody. Na końcu zawsze bardzo entuzjasycznie nagradzam, nawet lepiej niż za przywołanie gdy uciekam z zabawką - chcę zbudować wartość w tym żeby dobiec do mnie, skupić się, wykonać polecenie, bo kończy się to czymś jeszcze lepszym",
  "tip3": "Przywołując psa, kiedy stoję już nieruchomo twarzą w stronę psa, mogę zacząć wprowadzać gest - zazwyczaj rozkłada się ręce na boki - pies uczy się takiego obrazu przewodnika, co potem może ułatwić mu lokalizację swojego człowieka z dużego dystansu, szczególnie gdy z przewodnikiem w linii stoi jeszcze kilka innych osób, często ubranych w podobny sposób",
  "step7": "Jeszcze w trakcie wcześniejszych kroków nauki zaczynam wprowadzać gwizdek na przywołanie do ćwiczeń dummy. Gdy pies zaczyna wracać z aportem - gwiżdżę, czekam chwilę i zaraz mówię zwolnienie i zaczynam uciekać. Bardzo ważne! najpierw mówię ZWOLNIENIE, a potem zaczynam uciekać - po haśle zwalniającym pies może wypluć dummy w dowolnym momencie,a mnie interesuje tylko to, aby dobiegł do nagrody. Jeśli zacznę uciekać, wyciągać nagrodę PRZED zwolnieniem pies może zacząć skupiać sie bardziej na tym co robię i wypluwać samowolnie dummy oczekując, że zaraz wyciągnę nagrodę."
}
