{
  "title": "Gwizdek przywołanie",
  "intro": "Przywołanie na gwizdanie jest jedną z trzech bazowych umiejętności związanych z gwizdkiem. Ma on znaczną przewagę nad przywołaniem głosem - jest zdecydowanie lepiej słyszalny i bardziej wyróżniający się z otoczenia, szczególnie na duże dystanse. W dodatku łatwiej jest zawsze uzyskać w miarę podobny dźwięk w przeciwieństwie do głosu. Dwa najczęściej stosowane dżwięki na przywołania to \"ti!ti!ti!\" - 3 krótkie, szybkie, i występujące szybko po sobie gwizdnięcia, lub \"ti!ti! - ti!ti!\" - dwie serie dwóch szybkich i krótkich gwizdnięć. Dynamika dźwięków przypomina nieco wołanie psa typu \"Dawaj!Dawaj!Dawaj!\" - które dynamiką i rytmiką zachęca do szybkiego powrotu",
  "step1": "Naukę zaczynam w znanym miejscu, bez rozproszeń. W zależności od preferencji psa mam przygotowane zabawki albo jedzenie. Puszczam psa luzem (albo na lince jeśli jest ryzyko, że może pobiec gdzieś bez kontroli) i od razu gwiżdżę na przywołanie jednocześnie uciekając od psa. Nie czekam na reakcję psa, od razu po gwizdku ruszam z widoczną zabawką w ręku lub garstką sugerującą ułożeniem obecność smakołyka. Gdy pies się zbliża w zależności od tego co jest najlepszą nagrodą: mówię hasło na na zabawkę i rzucam zabawkę w dal, lub zachęcam do szarpania się lub zwalniam do jedzenia zachęcając do pogoni za ręką. Na tym etapie buduję psu skojarzenie dżwięku gwizdka z szybkim biegnięciem w moją stronę. Inwestuję w motywację za każdym razem uciekając i mobilizując psa do pogoni, żeby niejako nie miał innego wyboru, jednocześnie bez precyzyjnych kryteriów - gdy zbliża się jest zwalniany do nagrody",
  "tip1": "Jeśli pies zupełnie nie zwraca uwagi na moje uciekanie (a uciekam zawsze bardzo daleko i szybko) - wykorzystuję linkę. Gwiżdżę i zaczynam uciekać trzymając końcówkę linki. W pewnym momencie ciągnięta za mną linka wymusi na psie żeby zaczął biec w moją stronę. Cały czas uciekam i zachęcam głosem oraz widoczną nagrodą, by pies zaczął chcieć biec w moją stronę, a nie tylko musiał. W momencie, w którym pojawi się zaangażowanie psa w powrót, zwalniam psa do nagrody i sowicie nagradzam budując skojarzenie, że \"u mnie\" dzieją się najlepsze rzeczy",
  "step2": "Kiedy pies radośnie zaczyna biec za mną po usłyszeniu gwizdka jako krok drugi wydłużam czas od hasła na swobodny czas dla psa do gwizdania na przywołanie. Najpierw czekam 1-2 sekundy, potem 3, 5sek itd. Za każdym razem po zagwizaniu uciekam z widoczną nagrodą, zachęcając psa to pogoni i powrotu i za każdym razem zwalniam do nagrody jeszcze w trakcie biegu. Na tym etapie utrudnieniem jest czas przed zagwidaniem, podczas którego pies może odejść dalej, czy pochłonąć się węszeniem itp",
  "step3": "Kiedy w dość mało rozpraszającym otoczeniu, za każdym razem gdy zagwiżdżę i uciekam, to pies zaczyna biec do mnie, wtedy zaczynam ćwiczyć w trudniejszych miejscach (np. nowe otoczenie, miejsce gdzie wiem, że będzie dużo zapachów, przestrzeń gdzie pies może znacznie odbiec, woda w okolicy, las gdzie niekoniecznie wszystko dobrze widać. W tych różnych miejscach zaczynam najpierw bardzo prosto - gdy pies jest koło mnie daję mu czas wolny na 1-2 sekundy, gwiżdżę i uciekam, następnie w miarę sukcesów wydłużam czas zanim zagwiżdżę, za każdym razem uciekając i zwalniając psa do nagrody gdy pędzi do mnie",
  "step4": "Dotychczas za każdym razem po gwizdku na przywołanie od razu zaczynałam uciekać zwiększając motywację psa do dynamicznego biegu w moim kierunku. Jako kolejny krok zaczynam stopniowo wycofywać uciekanie (ponownie w mniej rozpraszającym otoczeniu). Na początku gdy pies odejdzie kawałek gwiżdżę na przywołanie, stoję nieruchomo, gdy pies zaczyna biec w moją stronę, po 1-2 sekundach, mówię hasło zwolnienie i uciekam z nagrodą. W ten sposób zaczynam przyzwyczajać psa, że stojąc nieruchomo warto tak samo szybko wracać, bo zaraz mogę zacząć uciekać z nagrodą. Stopniowo zaczynam czekać dłużej zanim powiem hasło zwolnienie i zacznę uciekać, ale robię to zmiennie - raz zwalniam psa i zaczynam uciekać, gdy przebiegnie 1/10 dystansu, raz gdy 1/5, raz 1/2, następnie np znów 1/6, potem 2/3, itd. Uczę psa że warto wracać cały czas szybko i uważnie, bo w każdej chwili mogę powiedzieć zwolnienie i zdecydowanie nie trzeba zwalniać, bo na razie zawsze i tak na końcu jest pogoń za mną z nagrodą.",
  "step5": "W poprzednim kroku wydłużałam czas w jakim stoję nieruchomo w prostym otoczeniu. Teraz zaczynam wybierać nieco bardziej rozpraszające miejsca. Jeśli widzę, że po zagwizdaniu, pies zaczyna wracać, ale coś odwraca jego uwagę od razu zaczynam uciekać, by zwiększyć uważność psa. Jeśli pies wraca chętnie w moją stronę - zwalniam i uciekam raz wcześniej, raz później, czasem po 1/3 dystansu, czasem po 4/5, czasem w 1/2",
  "step6": "Kiedy pies chętnie i energicznie wraca gdy stoję nieruchomo zaczynam dodawać wykończenie - uczę psa hamować w wybrany przeze mnie sposób z nagrodą dopiero po wyhamowaniu (przeplatam to cały czas z sesjami gdy uciekam z nagrodą). Ja wymagam, żeby psiak zawsze dostawił mi się do lewej nogi, ale nie jest to wymagane w dummy. Innymi kryteriami, może być np. target nosem dłoni, siad albo stój przed przewodnikiem, skok na przwewodnika (ale nie będzie mógł być to potem sposób oddawania dummy :) ), itd - wybrane zachowanie, które będzie się różniło od przebiegania obok aż do złapania zabawki z ręki. Na początku wybieram mały dystans, mogę zostawić psa na siad-zostań i odejść, albo odejść kilka kroków od psa gdy biega sobie luźno. Gwizdam przywołanie, i gdy pies jeszcze biegnie mówię psu co chcę żeby zrobił, np równaj, nos, siad. Muszę być przygotowana na powtórzenie komendy, czasem 2-3 razy, może być tak że pies minie mnie oczekując że będzie tam nagroda, spokojnie wołam go teraz głosem i ponownie mówię komendę na wykończenie przywołania. Gdy tylko pies wykona komendę, np dostawi się do nogi, od razu zwalniam go i mocno nagradzam. Na tym etapie trzeba być gotowym, że pies z przyzwyczajenia będzie mijał, przebiegał obok, wpadał w człowieka - spokojnie trzeba pomóc mu nawet kilkoma powtórzeniami słownej komendy, z pomocą gestem - tak by zrozumiał, że przywołanie może mieć kontynuację, a nie zawsze oznacza biegu prosto do nagrody. Na końcu zawsze bardzo entuzjasycznie nagradzam, nawet lepiej niż za przywołanie gdy uciekam z zabawką - chcę zbudować wartość w tym żeby dobiec do mnie, skupić się, wykonać polecenie, bo kończy się to czymś jeszcze lepszym",
  "tip2": "Przywołując psa, kiedy stoję już nieruchomo twarzą w stronę psa, mogę zacząć wprowadzać gest - zazwyczaj rozkłada się ręce na boki - pies uczy się takiego obrazu przewodnika, co potem może ułatwić mu lokalizację swojego człowieka z dużego dystansu, szczególnie gdy z przewodnikiem w linii stoi jeszcze kilka innych osób, często ubranych w podobny sposób",
  "step7": "Jeszcze w trakcie wcześniejszych kroków nauki zaczynam wprowadzać gwizdek na przywołanie do ćwiczeń dummy. Gdy pies zaczyna wracać z aportem - gwiżdżę, czekam chwilę i zaraz mówię zwolnienie i zaczynam uciekać. Bardzo ważne! najpierw mówię ZWOLNIENIE, a potem zaczynam uciekać - po haśle zwalniającym pies może wypluć dummy w dowolnym momencie,a mnie interesuje tylko to, aby dobiegł do nagrody. Jeśli zacznę uciekać, wyciągać nagrodę PRZED zwolnieniem pies może zacząć skupiać sie bardziej na tym co robię i wypluwać samowolnie dummy oczekując, że zaraz wyciągnę nagrodę."
}
